micropython/micropython/ports/esp32/boards/KidBrightV15i/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "KidBright32 V1.5i"
#define MICROPY_HW_MCU_NAME "ESP32"
